#!/bin/bash

# Логотип текста в ярком циановом цвете
echo -e '\e[0;32m'  # Устанавливаем яркий циановый цвет текста
echo -e '  _____                  _                      _            _     _ '
echo -e ' / ____|                | |                    | |          | |   (_)'
echo -e '| |     _ __ _   _ _ __ | |_ ___  ___ ___  __ _| |_ ___  ___| |__  _ '
echo -e '| |    | .__| | | | ._ \| __/ _ \/ __/ __|/ _` | __/ _ \/ __| ._ \| |'
echo -e '| |____| |  | |_| | |_) | || (_) \__ \__ \ (_| | || (_) \__ \ | | | |'
echo -e ' \_____|_|   \__, | .__/ \__\___/|___/___/\__,_|\__\___/|___/_| |_|_|'
echo -e '              __/ | |                                                '
echo -e '             |___/|_|                                                '
echo -e '\e[0m'  # Сбрасываем цвет
